; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.9.0
; Author:	Jivko Jekov (aka jekovcar) <jekovcar@gmail.com>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=Файл
2=Опции
3=Помощ
4=Проверявай п&ърво за SFX архив
; ------------------------------------
5=Избор на Файл
6=&Архив/Инсталатор, за извличане:
7=Извличане в
8=&Папка за разопаковане:
9=В този раздел файла може да се провлачи
; ------------------------------------
10=Опции за %s
11=Записвай &хронология
12=Скривай &конзолния прозорец
13=П&редлагай обновяване:
14=&Език:
15=Запом&ни и не променяй прозореца
16=Не затваряй прозоре&ца след разопаковане
; ------------------------------------
17=Специални Настройки за формата
18=&Уведомявай преди стартиране на файлове 
19=Изтр&ивай дублирани файлове
20=Изтривай вре&менни файлове
21=&Добавяй липсващи разширения
22=Из&тривай файла след успешно разопаковане
; ------------------------------------
23=За програмата
; ------------------------------------
24=Сайт на %s
25=Сайт на официалната версия
26=Форум на модифицираната версия
; ------------------------------------
27=Обновяване
28=Последното обновяване е било преди %s дни
29=Обнови програмата сега?
30=Инте&грирай в контекста
; ------------------------------------
31=Из&влечи
32=Запи&ши
33=О&бнови
34=&Отказ
35=Настройки
; ------------------------------------
36=Извличане на %s
37=%s поддържа няколко метода за извличане на %s.%nЗа съжаление, нито един от тези методи не е надежден на 100%.%nАко зададения по подразбиране метод, не работи, пуснете %s още веднъж и изберете друг метод.
; ------------------------------------
38=Метод на извличане
39=%s админ инсталиране
40=Извличане с %s
41=%s комутатор
42=Разпакетиране с %s
43=Не е InstallShield пакет
44=Показвай ин&фо след разопаковане
; ------------------------------------
; GUI control functions
45=Изкл&ючи звука в програмата
46=Версия на 7-Zip
47=Няма такъв файл:%n%s%n%nИзберете съществуващ файл.
48=Отвори файл
49=Запиши в
50=Всички
; Common terms
51=архив
52=компресиран файл
53=Време: %s
54=електронна книга
55=електронна картичка
56=на кодиран файл
57=неизвестен изпълним файл
58=Неуспешна инициализация
59=на помощ
60=на хотфикс
61=на имидж
62=на инсталатор
63=на обединяващ модул
64=на пакет
65=на кръпка
66=SFX
67=Етап
68=Инициализацията завърши
69=Тестване
70=Извличане:
71=Размер на архива
72=обновяване
73=Име на архива
74=всяка седмица|всеки 2 седмици|всеки месец|никога
; Status messages
75=Определяне типа на файла
76=Сканиране на файла (%s)
77=Извличане на файлове от:
78=Инициализиране на програмата.%nМоля изчакайте.
79=За прекъсване на разопаковането натиснете клавиш ESC%nСвий/възстанови прозорец, може и с F11
; Custom prompts
80=%s CD-ROM имиджа не може да бъде извлечен директно.%nИмиджа ще бъде преобразуван в ISO CD-ROM имидж,от който да бъде извлечен.%n%nЖелаете ли да продължите?%nЗабележка: Този процес отнема няколко минути.
81=Грешка: CD-ROM имиджа не може да се конвертира.
82=Грешка: ISO имиджа е създаден от %s имидж, но той не може да се разопакова.%nЩе запишете ли ISO имиджа за да анализирате?
83=Грешка: възможно да е некоректен MHT файл.%nНикакви ограничения не са открити.
84=%s. Затворете инсталатора и после натиснете "ОК", за да продължите.
85=Внимание: Този метод работи само с определени Wise пакети за Windows Installer.%nАко се стартира Wise Installation Wizard и той остане в режим на изчакване, значи файла - не%nсе поддържа.  Затворете инсталатора, и %s ще прекрати извличането.%n%nЖелаете ли да продължите?
86=Файла е пакетиран с %s компресия.Може да продължи извличане без %s разопаковане или да изпълните само %s разопаковане.%n%nИзберете 'Да' за извличане без %s разопаковане.%n%nИзберете 'Не' само за %s разопаковане.%n%nВ последния случай разопакования файл ще е с име:%n%s
87=Грешка: %s%nне може да се разопакова 
88=Внимание:  За да извлечете съдържимото от файлове от такъв тип, файлът трябва директно да се стартира.%nАко продължите, ще бъде изпълнена следната команда:%n%n%s%n%nАко смятате, че този файл може да е вредоносен, препоръчително е да не продължавате.%nДа продължи ли извличането?
89=Внимание:  Дестинацията на директория %s вече съществува!%nИзвличане в не-празна папка може да доведе до грешка при разопаковане.%n%nДа се изчисти ли папката преди разопаковане?
90=За разопаковането е необходима парола!%n%nИзключете опцията '%s'%nза възможно въвеждане на парола.
91=За разопаковането на архива е необходим допълнителен%nразопаковач %s
; Help text
92=Извличане на файлове от архив или всякакъв инсталатор.%nИзползване на:%n%s%n%nПоддържани параметри:%n%s%t%tПокажи инфо%n%s%t%tОтвори раздел %s%n%s%tИме на файла, който тряба да се разопакова%n%s%tПът\име на папката за разопаковане%n%nУпътване %s, вместо име на папката за разопаковане, предизвиква %s извличане в папка, избрана с име на архива.%n%nПример:%s%n%nПри старт %s без параметри ще покаже главния прозорец на програмата в който може да се посочи името на файла и папката за разопаковане.
93=Разархивирай с %s
; Error messages
94=Извличането на %s не може да запише лог-файл.
95=с архиватор 7-Zip
96=%s не може да бъде извлечен.%nФайла е от тип: %s%n%nНатиснете "OK", ако искате да анализирате файла, или "Отказ" за изход.
97=%s%nима неизвестно разширение и не може да бъде извлечен.
98=Не може да създаде папка:%n%s%nИзберете валиден път.
99=%s не е извлечен.%nТова е %s, който възможно се поддържа, но не е извлечен.%nМоля, прегледайте отчета, %s, за повече информация.%n%nНатиснете "OK", за преглед на отчета, или "Отказ" за изход.
100=%t–= %s анализ =–
; Update messages
101=Обновяването завърши
102=Започна обновяване, изчакайте ...
103=Изтегляне на файловете
104=Изтеглянето завърши!
105=Обновен до версия: %s
106=%n%s ще се рестартира!
107=Имате инсталирана версия: %s%nОбновяване не трябва!
; ------------------------------------
108=Грешка при изтегляне
109=Не можа да изтегли файл-списъка от сървъра.%nВъзможно, липсва връзка към мрежата%nили е недостъпен сървъра за обновяване.
110=Грешка при изтегляне на файла
111=Грешка при разархивиране на файла
112=При обновяване до версия: %s%nвъзникнаха грешки, повторете!!!
113=Изпълнено: %s от %s
114=Информация
115=Версии на екстракторите
116=Да отвори ли папката на разопаковане?
117=Редове в таблицата
118=Разделител
119=Отвар&яй само горно ниво на архива
120=PE-файлов анализ
121=Не успя да обработи MSI файла
122=Поради 'дълбочинната' структура на този MSI пакет, не успя да извлече %s файла(овете).%nПодробности вж. в %s.%n%nПреместете MSI пакета по близо до коренната дир. и повторете извличането.%n%nКликнете 'OK', за преглед на лог-файла, или 'Отказ', за изход.
123=подписи -
124=Изберете типа на архива ръчно (от списъка) ?
125=Изберете подпис за предполагаемия тип архив
126=Да пробва ли извличане с 'TotalObserver' ?